Repository: IbragimovRr/Call-Recorder
Catalog: Call Recorder/*.lproj/Localizable.strings
Languages: ru

# txtPopupDel
source: Do you want to delete all your data and application account? This operation can’t be undone.
ru: Вы хотите удалить все свои данные и учетную запись приложения? Эта операция не может быть отменена.

source: Yes
ru: Да

source: Not
ru: Нет

# registr
source: Hi! Enter your phone number and come in soon 👌
ru: Привет! Введите телефон и заходите скорее 👌

# btnRegistr
source: Enter
ru: Войти

# code
source: Thanks! I sent the code, catch it 👆
ru: Спасибо! Отправил код, ловите 👆

# code2
source: You can request it again via
ru: Вы можете запросить его снова через

# otprCode
source: Send the code
ru: Отправить код

# main1
source: How do I record calls here?
ru: Как здесь записывать звонки?

# main2
source: You can call your Contact number by dialing Service number and connect them in Merge Calls mode. Application first dials Service and then Contacts number
ru: Вы можете позвонить на свой контактный номер, набрав номер службы, и соединить их в режиме объединения вызовов. Приложение сначала набирает сервис, а затем номер контакта

# notif
source: Enable Notifications in Settings to Dial Service Number
ru: Включите уведомления в настройках, чтобы набрать сервисный номер

source: Keyboard
ru: Клавиатура

source: Contacts
ru: Контакты

source: Recent
ru: Недавние

# hid1
source: While it's empty here
ru: Пока здесь пусто

# hid2
source: When the entries appear, they will be displayed here
ru: Когда записи появятся, они будут отображаться здесь

source: Settings
ru: Настройки

source: My number
ru: Мой номер

source: Service numbers
ru: Сервисные номера

# delAcc
source: Delete Account
ru: Удалить аккаунт
